{
  "columns": ["Career Cluster", "Instructional Area", "Performance Indicators", "Event Name", "21st Century Skills", "Case Study", "Judge Directions", "Judge Case Study"],
  "data": [
    ["Entrepreneurship", "Entrepreneurship", "Generate venture ideas. Assess start-up requirements. Assess risks associated with venture. Explain the nature of overhead/operating expenses. Explain factors that influence customer/client/business buying behavior", "Entrepreneurship Series", "Critical Thinking – Reason effectively and use systems thinking. Problem Solving – Make judgments and decisions and solve problems. Communication – Communicate clearly. Creativity and Innovation – Show evidence of creativity.", "You are to assume the role of an entrepreneur that recently purchased a repurposed bus for use in party rentals. An investor (judge) wants you to create a unique idea for the party bus that reaches a wide demographic. The bus purchased was once a 50-passenger private transportation bus. The inside of the bus has been gutted, and all new upholstery and several power sources added. There is one party bus business in the city of 200,000 people. That company has two different party buses, both catering to children’s birthday parties. The first bus is a gaming bus that features comfortable seating and giant screens for kids to play video games. The second bus features salon chairs for hair styling and makeup and several manicure stations. An investor (judge) is excited to hear your ideas for the new party bus company. The investor (judge) wants you to pitch an idea for the bus that would target both males and females of all ages. You must include start-up requirements, costs associated with overhead and operating expenses, and risks associated with the business. You will present your pitch to the investor (judge) in a role-play to take place in the investor’s (judge’s) office. The investor (judge) will begin the role-play by greeting you and asking to hear your ideas. After you have presented your ideas and have answered the investor’s (judge’s) questions, the investor (judge) will conclude the role-play by thanking you for your work.", "In preparation for this event, you should review the following information with your event manager and other judges: 1. Participant Instructions, 21st Century Skills and Performance Indicators 2. Event Situation 3. Judge Role-Play Characterization: Allow the participants to present their ideas without interruption, unless you are asked to respond. Participants may conduct a slightly different type of meeting and/or discussion with you each time; however, it is important that the information you provide and the questions you ask be uniform for every participant. 4. Judge Evaluation Instructions and Judge Evaluation Form Please use a critical and consistent eye in rating each participant.", "In preparation for this event, you should review the following information with your event manager and other judges: 1. Participant Instructions, 21st Century Skills and Performance Indicators 2. Event Situation 3. Judge Role-Play Characterization: Allow the participants to present their ideas without interruption, unless you are asked to respond. Participants may conduct a slightly different type of meeting and/or discussion with you each time; however, it is important that the information you provide and the questions you ask be uniform for every participant. 4. Judge Evaluation Instructions and Judge Evaluation Form Please use a critical and consistent eye in rating each participant.", "You are to assume the role of an investor. You want an entrepreneur (participant) who recently purchased a repurposed bus for use in party rentals, to create a unique idea for the party bus that reaches a wide demographic. The bus purchased was once a 50-passenger private transportation bus. The inside of the bus has been gutted, and all new upholstery and several power sources added. There is one party bus business in the city of 200,000 people. That company has two different party buses, both catering to children’s birthday parties. The first bus is a gaming bus that features comfortable seating and giant screens for kids to play video games. The second bus features salon chairs for hair styling and makeup and several manicure stations. You are excited to hear the entrepreneur’s (participant’s) ideas for the new party bus company. You want the entrepreneur (participant) to pitch an idea for the bus that would target both males and females of all ages. The entrepreneur (participant) must include start-up requirements, costs associated with overhead and operating expenses, and risks associated with the business. The participant will present information to you in a role-play to take place in your office. You will begin the role-play by greeting the participant and asking to hear about his/her ideas. During the course of the role-play, you are to ask the following questions of each participant: 1. What is the best method to promote the new business? 2. What is the best way we can build clientele? Once the entrepreneur (participant) has presented information and has answered your questions, you will conclude the role-play by thanking the entrepreneur (participant) for the work. You are not to make any comments after the event is over except to thank the participant."],
    ["Entrepreneurship", "Promotion", "Explain the role of promotion as a marketing function. Identify the elements of the promotional mix. Identify communications channels used in sales promotion. Describe word-of-mouth channels used to communicate with targeted audiences. Select target market. Explain the concept of marketing strategies. Explain the role of customer",  service in positioning/image. ]
  ]
  {
    "Evaluation Instructions": "The participants are to be evaluated on their ability to perform the specific performance indicators stated on the cover sheet of this event and restated on the Judge’s Evaluation Form. Although you may see other performance indicators demonstrated by the participants, those listed in the Performance Indicators section are the critical ones you are measuring for this particular event. Evaluation Form Interpretation The evaluation levels listed below and the evaluation rating procedures should be discussed thoroughlywith your event director and the other judges to ensure complete and common understanding for judging consistency. Level of Evaluation Interpretation Level Exceeds Expectations Participant demonstrated the performance indicator in an extremely professional manner; greatly exceeds business standards; would rank in the top 10% of business personnel performing this performance indicator. Meets Expectations Participant demonstrated the performance indicator in an acceptable and effective manner; meets at least minimal business standards; there would be no need for additional formalized training at this time; would rank in the 70-89th percentile of business personnel performing this performance indicator. Below Expectations Participant demonstrated the performance indicator with limited effectiveness; performance generally fell below minimal business standards; additional training would be required to improve knowledge, attitude and/or skills; would rank in the 50-69th percentile of business personnel performing this performance indicator. Little/No Value Participant demonstrated the performance indicator with little or no effectiveness; a great deal of formal training would be needed immediately; perhaps this person should seek other employment; would rank in the 0-49th percentile of business personnel performing this performance indicator."
  },
  {
    "Career Cluster": "Entrepreneurship",
    "Instructional Area": "Promotion",
    "Event Name": "Entrepreneurship Team Decision Making",
    "Performance Indicators": "",
    "21st Century Skills": "",
    "Case Study": "You are to assume the role of co-owners of DREAM CLEAN, a business that provides residential cleaning services. You will meet with a potential investor (judge) to attempt to gain funding for a marketing and promotional plan for a new product idea. Your team started DREAM CLEAN two years ago. The business provides weekly housekeeping and cleaning services to residential customers. Customers can choose to add on extra services such as window washing, carpet cleaning, or oven cleaning for additional fees. To build clientele, you would like to begin offering gift certificates for purchase that would allow the recipient a one-time residential cleaning service. Your team knows that there are markets that would appreciate the gift of a clean house. Unfortunately, you do not have the funds to put toward the marketing and promotion of these new gift certificates. The potential investor (judge) is intrigued by the idea but wants more information about the marketing and promotional plan for the new DREAM CLEAN gift certificate. The investor (judge) wants your team to explain: Specific target market, Marketing strategies, Appropriate elements of the promotional mix to reach target market, Communications channels used, Approximate costs involved. You will present your plan to the potential investor (judge) in a meeting to take place in the potential investor’s (judge’s) office. The potential investor (judge) will begin the meeting by greeting you and asking to hear your ideas. After you have presented your ideas and have answered the potential investor’s (judge’s) questions, the potential investor (judge) will conclude the meeting by thanking you for your work.", 
  }
}
